results/final/nginx-scx-compare-20260724-tested-2541464-runs10/run-4/noisy_default_wrk.txt
Running 10s test @ http://127.0.0.1:18082/
  2 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.72ms    0.88ms   6.24ms   59.85%
    Req/Sec     8.66k     1.17k   11.04k    61.00%
  Latency Distribution
     50%    1.75ms
     75%    2.39ms
     90%    2.93ms
     99%    3.73ms
  173223 requests in 10.05s, 30.23MB read
Requests/sec:  17232.40
Transfer/sec:      3.01MB